checkfree/src/test/resources/expected/execute/taAccountExpected.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns0="urn:Corticon"><SOAP-ENV:Header/><SOAP-ENV:Body><ns0:CorticonRequest><ns0:WorkDocuments><ns0:Account><ns0:accountSegment>1</ns0:accountSegment><ns0:accountTeamMember href="1" id="4"><ns0:accountMgrType>2</ns0:accountMgrType><ns0:adobeRole>3</ns0:adobeRole><ns0:named>5</ns0:named><ns0:outlookProductGroup>6</ns0:outlookProductGroup><ns0:ruleName>7</ns0:ruleName><ns0:taOverlayCompositeId>8</ns0:taOverlayCompositeId></ns0:accountTeamMember></ns0:Account></ns0:WorkDocuments></ns0:CorticonRequest></SOAP-ENV:Body></SOAP-ENV:Envelope>